Repository: bluenumberfoundation/humanid-ios-sdk
Catalog: HumanIDSDK/Assets/Localization/*.lproj/Localizable.strings
Languages: bn_in, es_es, hi_in, hr_hr, id, it_it, ja_jp, ko_kr, ms_my, ru_ru, sv_se, tl_ph, zh_hant_tw

source: Close
bn_in: বন্ধ
es_es: Cerca
hi_in: बंद करे
hr_hr: Zatvoriti
id: Tutup
it_it: Vicino
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
ru_ru: Закрыть
sv_se: Stänga
tl_ph: Isara
zh_hant_tw: 關

source: Continue with
bn_in: সাথে চালিয়ে যান
es_es: Continua con
hi_in: जारी रखें
hr_hr: Nastavite s
id: Lanjutkan dengan
it_it: Continua con
ja_jp: を続行
ko_kr: 계속
ms_my: Teruskan dengan
ru_ru: Продолжить с
sv_se: Fortsätt med
tl_ph: Magpatuloy sa
zh_hant_tw: 繼續

# privacy_info
source: (recommended for full privacy)
bn_in: (সম্পূর্ণ গোপনীয়তার জন্য প্রস্তাবিত)
es_es: (recomendado para total privacidad)
hi_in: (पूर्ण गोपनीयता के लिए अनुशंसित)
hr_hr: (preporučuje se za potpunu privatnost)
id: (disarankan untuk privasi penuh)
it_it: (consigliato per la massima privacy)
ja_jp: (完全なプライバシーのために推奨)
ko_kr: (완전한 개인 정보 보호를 위해 권장 됨)
ms_my: (disyorkan untuk privasi penuh)
ru_ru: (рекомендуется для полной конфиденциальности)
sv_se: (rekommenderas för fullständig integritet)
tl_ph: (inirekomenda para sa buong privacy)
zh_hant_tw: (推薦用於完全隱私)

# tnc_info
source: I hereby agree to %@ terms of service
bn_in: আমি এর দ্বারা পরিষেবার শর্তাবলী %@ এর সাথে সম্মত
es_es: Por la presente acepto los términos de servicio de %@
hi_in: मैं इसके द्वारा %@ सेवा की शर्तों से सहमत हूं
hr_hr: Ovim se slažem s %@ uvjeta pružanja usluge
id: Saya dengan ini menyetujui persyaratan layanan dari %@
it_it: Con la presente accetto i termini di servizio di %@
ja_jp: 私はここに %@ の利用規約に同意します
ko_kr: %@ 서비스 약관에 동의합니다
ms_my: Dengan ini saya bersetuju dengan syarat perkhidmatan %@
ru_ru: Я принимаю условия использования %@
sv_se: Jag godkänner härmed %@ användarvillkor
tl_ph: Sumasang-ayon ako sa %@ mga tuntunin ng serbisyo
zh_hant_tw: 我特此同意 %@ 的服務條款

# verify_text
source: humanID confirms your phone number
bn_in: humanID আপনার ফোন নম্বরটি নিশ্চিত করে
es_es: humanID confirma su número de teléfono
hi_in: humanID आपके फ़ोन नंबर की पुष्टि करता है
hr_hr: humanID potvrđuje vaš telefonski broj
id: humanID meminta konfirmasi nomor ponsel kamu
it_it: humanID conferma il tuo numero di telefono
ja_jp: humanID はあなたの電話番号を確認します
ko_kr: humanID 는 전화 번호를 확인합니다
ms_my: humanID mengesahkan nombor telefon anda
ru_ru: humanID подтверждает ваш номер телефона
sv_se: humanID bekräftar ditt telefonnummer
tl_ph: Kinumpirma ng humanID ang numero ng iyong telepono
zh_hant_tw: humanID 確認您的電話號碼

# verify_text_client
source: sharing it with
bn_in: এর সাথে ভাগ করে নিচ্ছি
es_es: compartirlo con
hi_in: इसके साथ साझा करना
hr_hr: dijeleći ga s
id: berbagi dengan
it_it: condividendolo con
ja_jp: と共有する
ko_kr: 그것을 공유
ms_my: berkongsi dengan
ru_ru: делиться этим с
sv_se: dela den med
tl_ph: pagbabahagi nito sa
zh_hant_tw: 與之分享

# verify_text_bold
source: without
bn_in: বিনা
es_es: sin
hi_in: के बग़ैर
hr_hr: bez
id: tanpa
it_it: senza
ja_jp: なし
ko_kr: 없이
ms_my: tanpa
ru_ru: без
sv_se: utan
tl_ph: wala
zh_hant_tw: 沒有

# verify_all
source: . Your data is permanently deleted after verification.
bn_in: . আপনার ডেটা যাচাইয়ের পরে স্থায়ীভাবে মোছা হয়।.
es_es: . Tus datos se eliminan permanentemente después de la verificación.
hi_in: . सत्यापन के बाद आपका डेटा स्थायी रूप से हटा दिया जाता है.
hr_hr: . Vaši se podaci trajno brišu nakon provjere.
id: . Data kamu akan dihapus selamanya setelah proses verifikasi.
it_it: . I tuoi dati vengono eliminati definitivamente dopo la verifica.
ja_jp: . 確認後、データは完全に削除されます.
ko_kr: . 귀하의 데이터는 확인 후 영구적으로 삭제됩니다.
ms_my: . Data anda dipadamkan secara kekal setelah pengesahan.
ru_ru: . После проверки ваши данные будут удалены без возможности восстановления.
sv_se: . Dina uppgifter raderas permanent efter verifiering.
tl_ph: . Ang iyong data ay permanenteng natanggal pagkatapos ng pag-verify.
zh_hant_tw: . 驗證後，您的數據將被永久刪除.

source: Phone number
bn_in: ফোন নম্বর
es_es: Número de teléfono
hi_in: फ़ोन नंबर
hr_hr: Broj telefona
id: Nomor ponsel
it_it: Numero di telefono
ja_jp: 電話番号
ko_kr: 전화 번호
ms_my: Nombor telefon
ru_ru: Телефонный номер
sv_se: Telefonnummer
tl_ph: Numero ng telepono
zh_hant_tw: 電話號碼

# enter_text
source: Enter
bn_in: প্রবেশ করুন
es_es: Entrar
hi_in: दर्ज
hr_hr: Unesi
id: Masuk
it_it: accedere
ja_jp: 入る
ko_kr: 시작하다
ms_my: Masukkan
ru_ru: Войти
sv_se: Stiga på
tl_ph: Pasok
zh_hant_tw: 輸入

# tnc_text
source: humanID gives you back control over your privacy. The non profit organization authenticates you without sharing your data or retaining your data.
bn_in: humanID আপনাকে আপনার গোপনীয়তার উপর নিয়ন্ত্রণ ফিরিয়ে দেয়. অলাভজনক সংস্থা আপনাকে আপনার ডেটা ভাগ করে নেওয়ার বা আপনার ডেটা ধরে না রেখে প্রমাণীকরণ করে.
es_es: humanID le devuelve el control sobre su privacidad. La organización sin fines de lucro lo autentica sin compartir sus datos o retener sus datos.
hi_in: humanID आपको आपकी गोपनीयता. पर वापस नियंत्रण प्रदान करता है। गैर लाभ संगठन आपके डेटा को साझा किए बिना या आपके डेटा को बनाए रखने के लिए आपको प्रमाणित करता है.
hr_hr: humanID vam vraća kontrolu nad vašom privatnošću. Neprofitna organizacija vas ovjerava bez dijeljenja ili zadržavanja podataka.
id: humanID memberikan kamu kebebasan untuk mengatur privasi kamu sendiri. Organisasi nirlaba ini mengotentikasi kamu tanpa membagikan atau menyimpan data kamu.
it_it: humanID ti restituisce il controllo sulla tua privacy. L'organizzazione senza scopo di lucro ti autentica senza condividere o conservare i tuoi dati.
ja_jp: humanID を使用すると、プライバシーを制御できます. 非営利団体は、データを共有したり、データを保持したりせずに認証を行います.
ko_kr: humanID 를 사용하면 개인 정보를 다시 제어 할 수 있습니다. 비영리 조직은 귀하의 데이터를 공유하거나 보관하지 않고 귀하를 인증합니다 .
ms_my: humanID memberi anda kawalan semula terhadap privasi anda. Organisasi bukan keuntungan mengesahkan anda tanpa berkongsi data anda atau menyimpan data anda.
ru_ru: humanID возвращает вам контроль над своей конфиденциальностью. Некоммерческая организация аутентифицирует вас без передачи и сохранения ваших данных.
sv_se: humanID ger dig tillbaka kontroll över din integritet. Den ideella organisationen autentiserar dig utan att dela dina data eller behålla dina data.
tl_ph: Binibigyan ka ng humanID ng kontrol sa iyong privacy. Pinapatunayan ka ng samahang non profit nang hindi ibinabahagi ang iyong data o pinapanatili ang iyong data.
zh_hant_tw: humanID 使您可以重新控制您的隱私. 非營利組織無需共享數據或保留您的數據即可對您進行身份驗證.

# tnc_text_bold
source: Learn more
bn_in: আরও জানুন
es_es: Aprende más
hi_in: और अधिक जानें
hr_hr: Saznajte više
id: Pelajari lebih lanjut
it_it: Per saperne di più
ja_jp: もっと詳しく知る
ko_kr: 더 알아보기
ms_my: Ketahui lebih lanjut
ru_ru: Учить больше
sv_se: Läs mer
tl_ph: Matuto nang higit pa
zh_hant_tw: 學到更多

# cancel_text
source: Cancel
bn_in: বাতিল
es_es: Cancelar
hi_in: रद्द करना
hr_hr: Otkazati
id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ms_my: Batal
ru_ru: Отмена
sv_se: Avbryt
tl_ph: Kanselahin
zh_hant_tw: 取消

# country_text
source: Countries
bn_in: দেশ
es_es: Países
hi_in: देश
hr_hr: Zemlje
id: Negara
it_it: Paesi
ja_jp: 国々
ko_kr: 국가
ms_my: Negara
ru_ru: Страны
sv_se: Länder
tl_ph: Mga Bansa
zh_hant_tw: 國別

# humanid_tnc_info
source: humanID is the independent & open online ID - giving back privacy, and the internet, to humans. Learn About Our Mission
bn_in: humanID হ'ল স্বাধীন এবং উন্মুক্ত অনলাইন ID - যা মানুষের কাছে গোপনীয়তা এবং ইন্টারনেট ফিরিয়ে দেয়।. আমাদের মিশন সম্পর্কে জানুন
es_es: humanID es el ID - en línea independiente y abierto que devuelve la privacidad e Internet a los humanos. Conozca nuestra misión
hi_in: humanID स्वतंत्र और खुला ऑनलाइन ID - है जो मनुष्यों को वापस गोपनीयता और इंटरनेट देता है. हमारे मिशन के बारे में जानें
hr_hr: humanID je neovisni i otvoreni internetski ID - koji ljudima vraća privatnost i internet. Saznajte o našoj misiji
id: humanID merupakan layanan daring ID bebas & terbuka - yang dapat mengembalikan privasi, dan dunia maya, kepada manusia. Pelajari Lebih Lanjut Mengenai Misi Kami
it_it: humanID è il ID - online indipendente e aperto che restituisce privacy e Internet agli esseri umani. Scopri la nostra missione
ja_jp: humanID は、プライバシーとインターネットを人間に還元する、独立したオープンなオンライン ID - です. 私たちの使命について学ぶ
ko_kr: humanID 는 인간에게 프라이버시와 인터넷을 되돌려주는 독립적이고 개방적인 온라인 ID - 입니다. 우리의 사명에 대해 알아보기
ms_my: humanID adalah ID dalam talian bebas & terbuka - memberikan kembali privasi, dan internet, kepada manusia. Ketahui Mengenai Misi Kami
ru_ru: humanID это независимый и открытый онлайн-сервис - ID, возвращающий людям конфиденциальность и Интернет. узнайте о нашей миссии
sv_se: humanID är den oberoende och öppna online - ID som ger tillbaka integritet och internet till människor. Lär dig mer om vårt uppdrag
tl_ph: Ang humanID ay ang malaya at bukas na online na ID - na nagbabalik ng privacy, at ang internet, sa mga tao. Alamin ang Tungkol sa aming Mission
zh_hant_tw: humanID 是獨立的開放在線 - ID，可將隱私和互聯網回報給人類. 了解我們的使命

# verification_label
source: Verification Number
bn_in: যাচাই নম্বর
es_es: numero de verificación
hi_in: सत्यापन संख्या
hr_hr: Kontrolni broj
id: Nomor Verifikasi
it_it: Numero di verifica
ja_jp: 識別番号
ko_kr: 확인 번호
ms_my: Nombor Pengesahan
ru_ru: Проверочный номер
sv_se: Verifieringsnummer
tl_ph: Numero ng Pagpapatunay
zh_hant_tw: 驗證號碼

# verification_info
source: We just sent a text to (+%@) %@. We will not save or forward this number after the verification
bn_in: আমরা সবেমাত্র (+%@) %@. এ একটি পাঠ্য পাঠিয়েছি। যাচাইকরণের পরে আমরা এই নম্বরটি সংরক্ষণ বা ফরোয়ার্ড করব না
es_es: Acabamos de enviar un mensaje de texto a (+%@) %@. No guardaremos ni reenviaremos este número después de la verificación
hi_in: हमने अभी (+%@) %@. को एक पाठ भेजा है। हम सत्यापन के बाद इस नंबर को सेव या फॉरवर्ड नहीं करेंगे
hr_hr: Upravo smo poslali tekst na (+%@) %@. Nećemo spremiti ili proslijediti ovaj broj nakon provjere
id: Kami baru saja mengirimkan SMS ke nomor (+%@) %@. Kami tidak akan menyimpan ataupun meneruskan nomor ini kepada pihak lain setelah proses verifikasi
it_it: Abbiamo appena inviato un messaggio a (+%@) %@. Non salveremo o inoltreremo questo numero dopo la verifica
ja_jp: (+%@) %@. にテキストを送信しました確認後にこの番号を保存または転送しません
ko_kr: (+%@) %@. 에게 문자를 보냈습니다 확인 후이 번호를 저장하거나 전달하지 않습니다
ms_my: Kami baru sahaja menghantar teks ke (+%@) %@. Kami tidak akan menyimpan atau meneruskan nombor ini selepas pengesahan
ru_ru: Мы только что отправили текст на (+%@) %@. Мы не будем сохранять и пересылать этот номер после проверки
sv_se: Vi skickade precis en text till (+%@) %@. Vi kommer inte att spara eller vidarebefordra detta nummer efter verifieringen
tl_ph: Nagpadala lang kami ng isang text kay (+%@) %@. Hindi namin mai-save o ipapasa ang numerong ito pagkatapos ng pag-verify
zh_hant_tw: 我們剛剛向 (+%@) %@. 發送了短信。驗證後，我們將不會保存或轉發此號碼

# otp_info
source: Please enter the 4 digit code you received as SMS
bn_in: আপনি SMS হিসাবে প্রাপ্ত 4 অঙ্কের কোডটি দয়া করে প্রবেশ করুন
es_es: Ingrese el código de 4 dígitos que recibió como SMS
hi_in: कृपया SMS के रूप में आपके द्वारा प्राप्त 4 अंकों का कोड दर्ज करें
hr_hr: Unesite 4 znamenkasti kod koji ste dobili kao SMS
id: Silahkan masukkan 4 digit kode yang kamu terima sebagai SMS
it_it: Inserisci il codice a 4 cifre che hai ricevuto come SMS
ja_jp: SMS として受け取った 4 桁のコードを入力してください
ko_kr: SMS 로받은 4 자리 코드를 입력하세요
ms_my: Masukkan kod 4 digit yang anda terima sebagai SMS
ru_ru: Пожалуйста, введите 4 значный код, который вы получили в SMS
sv_se: Ange den 4 siffriga koden du fick som SMS
tl_ph: Mangyaring ipasok ang 4 digit na code na iyong natanggap bilang SMS
zh_hant_tw: 請輸入您作為 SMS 收到的 4 位數代碼

# resend_code_start
source: Resend code in %@
bn_in: %@ এ কোড পুনরায় পাঠান
es_es: Reenviar código en %@
hi_in: %@ में कोड पुनः भेजें
hr_hr: Ponovo pošalji kôd u %@
id: Kirim ulang kode dalam %@
it_it: Invia di nuovo il codice in %@
ja_jp: %@ でコードを再送する
ko_kr: %@ 로 코드 재전송
ms_my: Hantar semula kod dalam %@
ru_ru: Отправить код еще раз в %@
sv_se: Skicka koden igen i %@
tl_ph: Ipadala muli ang code sa %@
zh_hant_tw: 重新發送 %@ 中的代碼

# resend_code_stop
source: Resend code
bn_in: পুনরায় পাঠানো কোড
es_es: Reenviar codigo
hi_in: पुन: कोड भेजे
hr_hr: Ponovno pošalji kôd
id: Kirim ulang kode
it_it: Codice di rispedizione
ja_jp: コードを再送する
ko_kr: 코드 재전송
ms_my: Hantar semula kod
ru_ru: Отправить код еще раз
sv_se: Återsänd koden
tl_ph: Ipadala muli ang code
zh_hant_tw: 重新發送驗證碼
